Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Destroyer Emblem
zh_cn: 毁灭者徽章

source: Destroyer Mask
zh_cn: 机械毁灭者面具

source: Destroyer Trophy
zh_cn: 荣耀之证(机械毁灭者)

source: Detects enemies around you
zh_cn: 探测你周围的敌人

source: Detects hooked fish
zh_cn: 侦测上钩的鱼

source: Detonating Bubble
zh_cn: 爆炸泡泡

source: Detonator
zh_cn: 引爆器

source: Deutsch (German)
zh_cn: Deutsch (德语)

source: Devourer
zh_cn: 吞噬者

source: Devourer Banner
zh_cn: 吞噬者旗帜

source: Diabolic Sigil
zh_cn: 魔教旗帜

source: Diabolist
zh_cn: 红袍魔徒

source: Diabolist Banner
zh_cn: 魔教徒旗帜

source: Diabolist Lamp
zh_cn: 符文灯

source: Diamond
zh_cn: 钻石

source: Diamond Bolt
zh_cn: 钻石魔弹

source: Diamond Gem Lock
zh_cn: 钻石锁柜

source: Diamond Gemspark Block
zh_cn: 钻石砖

source: Diamond Gemspark Wall
zh_cn: 钻石墙

source: Diamond Hook
zh_cn: 钻石抓钩

source: Diamond Ring
zh_cn: 钻石戒指

source: Diamond Robe
zh_cn: 钻石长袍

source: Diamond Staff
zh_cn: 钻石法杖

source: Did you even try to brush your hair today?
zh_cn: 你今天到底有没有梳过头发?

source: Did you make sure your device was plugged in?
zh_cn: 你确定你的设备插好电源了?

source: Digger
zh_cn: 挖掘者

source: Dirt Ball
zh_cn: 泥球

source: Dirt Block
zh_cn: 泥土块

source: Dirt Rod
zh_cn: 泥土法杖

source: Dirt Wall
zh_cn: 泥土墙壁

source: Dirtfish
zh_cn: 泥土鱼

source: Disabled
zh_cn: 已禁用

source: Disappears after the sunrise
zh_cn: 日出后会消失

source: Disc Wall
zh_cn: 星圆墙壁

source: Disco Ball
zh_cn: 迪斯科球灯

source: Disconnect
zh_cn: 断开连接

source: Discount Card
zh_cn: 优惠卡

source: Discover
zh_cn: 新发现

source: Discover a golden chest underground and take a peek at its contents.
zh_cn: 发现一个地下宝箱并偷看里面有什么.

source: Discover a large bee's hive deep in the jungle.
zh_cn: 发现丛林深处的巨蜂蜂巢.

source: Discover and smash your first heart crystal underground.
zh_cn: 发现并粉碎地下的生命水晶.

source: Display game time.
zh_cn: 显示游戏时间.

source: Displays a list of commands.
zh_cn: 显示指令列表.

source: Displays depth
zh_cn: 显示所在深度

source: Displays everything
zh_cn: 显示所有数据

source: Displays fishing information
zh_cn: 显示钓鱼信息

source: Displays horizontal position
zh_cn: 显示水平位置

source: Displays how fast the player is moving
zh_cn: 显示玩家的移动速度

source: Displays how many monsters have been killed
zh_cn: 显示击杀怪物的数量

source: Displays movement speed, damage per second, and valuable ore
zh_cn: 显示移动速度、每秒伤害及贵重矿石

source: Displays number of monsters, kill count, and rare creatures
zh_cn: 显示怪物数量、杀敌数及稀有生物

source: Displays the most valuable ore around you
zh_cn: 显示你周围最贵重的矿石

source: Displays the name of rare creatures around you
zh_cn: 显示你周围稀有生物的名称

source: Displays the phase of the moon
zh_cn: 显示月相

source: Displays the weather
zh_cn: 显示天气

source: Displays the world seed.
zh_cn: 显示世界种子.

source: Displays weather, moon phase, and fishing information
zh_cn: 显示天气、月相及钓鱼信息

source: Displays your damage per second
zh_cn: 显示你的每秒伤害

source: Distorted
zh_cn: 扭曲

source: Diving Gear
zh_cn: 潜水装备

source: Diving Helmet
zh_cn: 潜水头盔

source: Djinn's Curse
zh_cn: 灯神的诅咒

source: Do Not Step on the Grass
zh_cn: 请勿践踏草坪

source: Do You Want to Slay a Snowman?
zh_cn: 你想杀一个雪人吗?

source: Do battle against the Twins, the Destroyer, and Skeletron Prime simultaneously and emerge victorious.
zh_cn: 同时与双子魔眼,机械毁灭者及机械骷髅王战斗并获胜.

source: Do you think anyone would mind if I wired a cake with bulbs instead of candles?
zh_cn: 你觉得会有人介意我把蛋糕上的蜡烛换成灯泡吗?

source: Doctor Bones
zh_cn: 骷髅博士

source: Doctor Bones Banner
zh_cn: 骷髅博士旗帜

source: Dog Whistle
zh_cn: 狗哨

source: Doll, we seriously need to fix those split ends.
zh_cn: 美女,我们得认真对待发梢分叉的问题.

source: Don't bother with {Demolitionist}, I've got all you need right here.
zh_cn: 别与{Demolitionist}浪费时间了.我这边有你要的一切.

source: Don't even ask...
zh_cn: 啥都别问...

source: Don't you ever stop just to say 'Hi?'
zh_cn: 你就不能只是停下来说句“嗨?”

source: Door
zh_cn: 门

source: Double Cod
zh_cn: 双鳍鳕鱼

source: Double tap {0} to call an ancient storm to the cursor location
zh_cn: 双击{0}在鼠标位置召唤远古风暴

source: Double tap {0} to direct your guardian to a location
zh_cn: 双击{0}指定星尘守卫的移动位置

source: Down
zh_cn: 向下

source: Dr. Man Fly
zh_cn: 蝇人博士

source: Dr. Man Fly Banner
zh_cn: 蝇人博士旗帜

source: Dragon Egg
zh_cn: 龙蛋

source: Drains life from enemies
zh_cn: 从敌人身上噬取生命力

source: Drakanian
zh_cn: 日耀枪兵

source: Drakin
zh_cn: 德拉克龙

source: Drakin Banner
zh_cn: 德拉克龙旗帜

source: Drakomire
zh_cn: 日耀魔犬

source: Drakomire Banner
zh_cn: 日耀魔犬旗帜

source: Drakomire Rider
zh_cn: 日耀骑士

source: Drakomire Rider Banner
zh_cn: 日耀骑士旗帜

source: Drawing map:
zh_cn: 正在绘制世界:

source: Drax
zh_cn: 神圣钻头

source: Drax Attax
zh_cn: 斧钻战队

source: Dreamer Ghoul
zh_cn: 神梦食尸鬼

source: Dresser
zh_cn: 梳妆台

source: Drill Containment Unit
zh_cn: 挖掘机说明书

source: Drill Crosshair
zh_cn: 钻头准星

source: Drill Mount
zh_cn: 挖掘机

source: Drink
zh_cn: 饮用

source: Dripping Honey
zh_cn: 滴落的蜂蜜

source: Dripping Lava
zh_cn: 滴落的岩浆

source: Dripping Water
zh_cn: 滴水

source: Drippler
zh_cn: 滴血魔眼

source: Drippler Banner
zh_cn: 滴血魔眼旗帜

source: Drippler Statue
zh_cn: 滴血魔眼雕像

source: Drop Item
zh_cn: 掉落物品

source: Drop more money on death
zh_cn: 击杀目标会得到更多钱

source: Dryad
zh_cn: 树妖

source: Dryad Coverings
zh_cn: 树妖遮带

source: Dryad Loincloth
zh_cn: 树妖腰布

source: Dryad's Bane
zh_cn: 树妖的驱逐

source: Dryad's Blessing
zh_cn: 树妖的守护

source: Dryad's ward
zh_cn: 树妖的守护

source: Dryadisque
zh_cn: 宫女树妖

source: Dual Hook
zh_cn: 双钩爪

source: Duck
zh_cn: 鸭

source: Duck Cage
zh_cn: 鸭笼

source: Duck Statue
zh_cn: 鸭子雕像

source: Ducky Wallpaper
zh_cn: 黄鸭壁纸

source: Dude, is it just me or is there like a million zombies out tonight?
zh_cn: 哥们,我听错了还是说外面真有不少僵尸?

source: Duke Fishron
zh_cn: 猪鲨公爵

source: Duke Fishron Mask
zh_cn: 猪鲨公爵面具

source: Duke Fishron Trophy
zh_cn: 荣耀之证(猪鲨公爵)

source: Dull
zh_cn: 钝

source: Dune Splicer
zh_cn: 沙漠蠕虫

source: Dune Splicer Banner
zh_cn: 沙漠蠕虫旗帜

source: Dungeon Crate
zh_cn: 地牢板条箱

source: Dungeon Door
zh_cn: 地牢门

source: Dungeon Guardian
zh_cn: 地牢守卫

source: Dungeon Heist
zh_cn: 地牢大劫案

source: Dungeon Shelf
zh_cn: 地牢架

source: Dungeon Slime
zh_cn: 地牢史莱姆

source: Dungeon Slime Banner
zh_cn: 地牢史莱姆旗帜

source: Dungeon Spirit
zh_cn: 地牢幽魂

source: Dungeon Spirit Banner
zh_cn: 地牢幽魂旗帜

source: Dutchman Cannon
zh_cn: 荷兰人的大炮

source: Dye
zh_cn: 染料

source: Dye Hard
zh_cn: 处处遍染

source: Dye Trader
zh_cn: 染料商

source: Dye Trader Robe
zh_cn: 染料商长袍

source: Dye Trader's Turban
zh_cn: 染料商头巾

source: Dye Vat
zh_cn: 染缸

source: Dynamite
zh_cn: 矿用雷管

source: Dynamite Fish
zh_cn: 雷管鱼

source: Dynamite, my own special cure-all for what ails ya.
zh_cn: 雷管,这是我特别为你准备的灵丹妙药,包治百病.

source: Dynasty Bathtub
zh_cn: 王朝浴缸

source: Dynasty Bed
zh_cn: 王朝床

source: Dynasty Bookcase
zh_cn: 王朝书架

source: Dynasty Bowl
zh_cn: 王朝碗

source: Dynasty Candle
zh_cn: 王朝蜡烛

source: Dynasty Chair
zh_cn: 王朝椅

source: Dynasty Chest
zh_cn: 王朝木箱

source: Dynasty Clock
zh_cn: 王朝时钟

source: Dynasty Cup
zh_cn: 王朝杯

source: Dynasty Door
zh_cn: 王朝门

source: Dynasty Dresser
zh_cn: 王朝梳妆台

source: Dynasty Lamp
zh_cn: 王朝灯

source: Dynasty Lantern
zh_cn: 王朝灯笼

source: Dynasty Piano
zh_cn: 王朝钢琴

source: Dynasty Platform
zh_cn: 王朝平台

source: Dynasty Sink
zh_cn: 王朝水槽

source: Dynasty Sofa
zh_cn: 王朝沙发

source: Dynasty Table
zh_cn: 王朝桌

source: Dynasty Wood
zh_cn: 王朝木

source: Dynasty Work Bench
zh_cn: 王朝工作台

source: Eater of Plankton
zh_cn: 吞噬鱼

source: Eater of Souls
zh_cn: 灵魂吞噬者

source: Eater of Souls Banner
zh_cn: 灵魂吞噬者旗帜

source: Eater of Worlds
zh_cn: 世界吞噬者

source: Eater of Worlds Mask
zh_cn: 世界吞噬者面具

source: Eater of Worlds Trophy
zh_cn: 荣耀之证(世界吞噬者)

source: Eater's Bite
zh_cn: 吞噬者之牙

source: Eater's Bone
zh_cn: 噬魂之骨

source: Ebonkoi
zh_cn: 黑檀锦鲤

source: Ebonsand Ball
zh_cn: 黑檀沙球

source: Ebonsand Block
zh_cn: 黑檀沙块

source: Ebonsandstone Block
zh_cn: 黑檀砂岩块

source: Ebonsandstone Wall
zh_cn: 黑檀砂岩墙

source: Ebonstone Block
zh_cn: 黑檀石块

source: Ebonstone Brick
zh_cn: 黑檀石砖

source: Ebonstone Brick Wall
zh_cn: 黑檀石墙

source: Ebonwood
zh_cn: 乌木

source: Ebonwood Bathtub
zh_cn: 乌木浴缸

source: Ebonwood Bed
zh_cn: 乌木床

source: Ebonwood Bookcase
zh_cn: 乌木书架

source: Ebonwood Bow
zh_cn: 乌木短弓

source: Ebonwood Breastplate
zh_cn: 乌木胸甲

source: Ebonwood Candelabra
zh_cn: 乌木烛台

source: Ebonwood Candle
zh_cn: 乌木蜡烛

source: Ebonwood Chair
zh_cn: 乌木椅

source: Ebonwood Chandelier
zh_cn: 乌木吊灯

source: Ebonwood Chest
zh_cn: 乌木箱

source: Ebonwood Clock
zh_cn: 乌木时钟

source: Ebonwood Door
zh_cn: 乌木门

source: Ebonwood Dresser
zh_cn: 乌木梳妆台

source: Ebonwood Fence
zh_cn: 乌木栅栏

source: Ebonwood Greaves
zh_cn: 乌木护胫

source: Ebonwood Hammer
zh_cn: 乌木锤

source: Ebonwood Helmet
zh_cn: 乌木头盔

source: Ebonwood Lamp
zh_cn: 乌木灯

source: Ebonwood Lantern
zh_cn: 乌木灯笼

source: Ebonwood Piano
zh_cn: 乌木钢琴

source: Ebonwood Platform
zh_cn: 乌木平台

source: Ebonwood Sink
zh_cn: 乌木水槽

source: Ebonwood Sofa
zh_cn: 乌木沙发

source: Ebonwood Sword
zh_cn: 乌木剑

source: Ebonwood Table
zh_cn: 乌木桌

source: Ebonwood Wall
zh_cn: 乌木墙壁

source: Ebonwood Work Bench
zh_cn: 乌木工作台

source: Ectoplasm
zh_cn: 外质体

source: Edit
zh_cn: 编辑

source: Effects
zh_cn: 效果

source: Eggnog
zh_cn: 蛋奶酒

source: Either you have style, or you get styled.
zh_cn: 要么天生有型,要么变得有型.

source: Electric Bolt
zh_cn: 火星火箭弹

source: Electrified
zh_cn: 触电

source: Electrosphere
zh_cn: 电磁球

source: Electrosphere Launcher
zh_cn: 电磁球发射器

source: Electrosphere Missile
zh_cn: 电磁球导弹

source: Elf Archer
zh_cn: 精灵弓箭手

source: Elf Archer Banner
zh_cn: 精灵弓箭手旗帜

source: Elf Copter
zh_cn: 精灵直升机

source: Elf Copter Banner
zh_cn: 精灵直升机旗帜

source: Elf Hat
zh_cn: 精灵兜帽

source: Elf Melter
zh_cn: 精灵喷火器

source: Elf Pants
zh_cn: 精灵子裤

source: Elf Shirt
zh_cn: 精灵上衣

source: Emerald
zh_cn: 祖母绿

source: Emerald Bolt
zh_cn: 祖母绿魔弹

source: Emerald Gem Lock
zh_cn: 祖母绿锁柜

source: Emerald Gemspark Block
zh_cn: 祖母绿砖

source: Emerald Gemspark Wall
zh_cn: 祖母绿墙

source: Emerald Hook
zh_cn: 祖母绿抓钩

source: Emerald Robe
zh_cn: 祖母绿长袍

source: Emerald Staff
zh_cn: 祖母绿法杖

source: Emits an aura of light
zh_cn: 发出光环

source: Emitting light
zh_cn: 自身发出亮光

source: Empty Bucket
zh_cn: 铁桶

source: Empty Bullet
zh_cn: 弹壳

source: Empty Dropper
zh_cn: 空滴管

source: Empty name.
zh_cn: 空名称.

source: Enabled
zh_cn: 已启用

source: Enables solid blocks to be toggled on and off
zh_cn: 使实心块能够打开或关闭

source: Enchanted Beam
zh_cn: 附魔光刃

source: Enchanted Boomerang
zh_cn: 附魔回旋镖

source: Enchanted Nightcrawler
zh_cn: 魔法蠕虫

source: Enchanted Nightcrawler Cage
zh_cn: 魔法蠕虫笼

source: Enchanted Sundial
zh_cn: 魔法日晷

source: Enchanted Sword
zh_cn: 附魔之剑

source: Enchanted Sword Banner
zh_cn: 附魔圣剑旗帜

source: Endless Musket Pouch
zh_cn: 无尽弹袋

source: Endless Quiver
zh_cn: 无尽箭袋

source: Endurance
zh_cn: 坚韧不拔

source: Endurance Potion
zh_cn: 耐力药剂

source: Enemies are more likely to target you
zh_cn: 你会像开了嘲讽一样吸引怪物的注意力

source: Enemies killed will drop more money
zh_cn: 杀死敌人后会掉落更多钱币

source: Energy
zh_cn: 能量

source: Engineering Helmet
zh_cn: 工程师头盔

source: English
zh_cn: English (英语)

source: Enter
zh_cn: 回车

source: Enter Character Name:
zh_cn: 输入角色姓名:

source: Enter Seed (Leave Blank For Random)
zh_cn: 输入种子(留空以设置为随机)

source: Enter Seed (Leave Blank For Random):
zh_cn: 输入种子(留空以设置为随机):

source: Enter Server IP Address:
zh_cn: 输入IP地址:

source: Enter Server Password:
zh_cn: 输入服务器密码:

source: Enter Server Port:
zh_cn: 输入端口:

source: Enter World Name:
zh_cn: 输入世界名称:

source: Enter message:
zh_cn: 输入消息：

source: Enter new name:
zh_cn: 输入新名称：

source: Enter world name:
zh_cn: 输入世界名称：

source: Equip
zh_cn: 装备

source: Equip a dye in every possible dye slot.
zh_cn: 在每个染料栏中都装备染料.

source: Equip a mount.
zh_cn: 装备坐骑.

source: Equip a pair of wings.
zh_cn: 装备一对翅膀.

source: Equip armor in all three armor slots: head, chest, and feet.
zh_cn: 在所有三个装备栏(头部,胸部及腿部)中装备盔甲.

source: Equip armor or vanity clothing in all three social slots.
zh_cn: 在所有三种时装栏中装备盔甲或服饰.

source: Equip your first grappling hook.
zh_cn: 装备钩爪.

source: Equipable
zh_cn: 可装备

source: Equipment
zh_cn: 装备

source: Equipped in social slot
zh_cn: 装备在时装栏

source: Error
zh_cn: 错误

source: Error on message {0}
zh_cn: 信息错误：{0}

source: Eskimo Coat
zh_cn: 爱斯基摩外套

source: Eskimo Hood
zh_cn: 爱斯基摩兜帽

source: Eskimo Pants
zh_cn: 爱斯基摩绒裤

source: Español (Spanish)
zh_cn: Español (西班牙语)

source: Eternia Crystal
zh_cn: 艾特尼亚水晶

source: Eternia Crystal Stand
zh_cn: 艾特尼亚水晶台

source: Etherian Goblin
zh_cn: 艾特尼亚哥布林

source: Etherian Goblin Banner
zh_cn: 艾特尼亚哥布林旗帜

source: Etherian Goblin Bomber
zh_cn: 艾特尼亚哥布林投弹手

source: Etherian Goblin Bomber Banner
zh_cn: 艾特尼亚哥布林投手旗帜

source: Etherian Javelin Thrower
zh_cn: 艾特尼亚标枪投掷手

source: Etherian Javelin Thrower Banner
zh_cn: 艾特尼亚标枪投手旗帜

source: Etherian Lightning Bug
zh_cn: 艾特尼亚闪电虫

source: Etherian Lightning Bug Banner
zh_cn: 艾特尼亚闪电虫旗帜

source: Etherian Mana
zh_cn: 魔力结晶

source: Etherian Wyvern
zh_cn: 艾特尼亚飞龙

source: Etherian Wyvern Banner
zh_cn: 艾特尼亚飞龙旗帜

source: Even {ArmsDealer} wants what I'm selling!
zh_cn: 就连{ArmsDealer}都想要我卖的东西!

source: Event Progress Bar
zh_cn: 事件进度条：

source: Everscream
zh_cn: 尖啸圣诞树

source: Everscream Trophy
zh_cn: 荣耀之证(尖啸圣诞树)

source: Everyone said they like stacked cakes, so I installed smokestacks in mine.
zh_cn: 你们都喜欢多层蛋糕,所以我在我的蛋糕上加了一个烟囱.

source: Everytime I see the color blue, it makes me depressed and lazy.
zh_cn: 每次看到蓝色,我都感到郁闷与懒散.

source: Evil Presence
zh_cn: 邪恶凝视

source: Evolution Beast
zh_cn: 星云狂兽

source: Evolution Beast Banner
zh_cn: 星云狂兽旗帜

source: Ew, my hair, there's spider web all over it!
zh_cn: 啊,我的头发,上面全是蜘蛛网!

source: Excalibur
zh_cn: 神圣之剑

source: Exception normal: {0}
zh_cn: 普通异常：{0}

source: Exit
zh_cn: 退出游戏

source: Exotic Scimitar
zh_cn: 异域弯刀

source: Expert
zh_cn: 专家

source: Explodes into a swarm of bees
zh_cn: 爆炸后释放一大群蜜蜂

source: Explodes into confetti on impact
zh_cn: 击中后会释放各色彩纸

source: Explodes into deadly shrapnel
zh_cn: 会爆炸出致命的碎片

source: Explodes on impact
zh_cn: 碰撞后爆炸

source: Explodes when activated
zh_cn: 激活时爆炸

source: Explodes when stepped on
zh_cn: 不要踩它,会爆炸的

source: Exploding Bullet
zh_cn: 高爆弹

source: Explorer
zh_cn: 探索

source: Explosive Bullet
zh_cn: 高爆弹

source: Explosive Bunny
zh_cn: 爆炸兔子

source: Explosive Jack 'O Lantern
zh_cn: 杰克南瓜爆弹

source: Explosive Powder
zh_cn: 炸药粉

source: Explosive Trap
zh_cn: 爆炸陷阱

source: Explosive Trap Cane
zh_cn: 爆炸陷阱手杖

source: Explosive Trap Rod
zh_cn: 爆炸陷阱魔杖

source: Explosive Trap Staff
zh_cn: 爆炸陷阱法杖

source: Explosives
zh_cn: TNT

source: Exposes nearby treasure
zh_cn: 显露附近的宝藏

source: Extendo Grip
zh_cn: 加长钩爪

source: Extra Shiny!
zh_cn: 光彩夺目!

source: Extractinator
zh_cn: 提炼机

source: Extremely slow speed
zh_cn: 极慢的速度

source: Extremely strong knockback
zh_cn: 极强的击退

source: Extremely weak knockback
zh_cn: 极弱的击退

source: Eye Beam
zh_cn: 魔眼射线

source: Eye Color
zh_cn: 眼睛颜色

source: Eye Fire
zh_cn: 魔眼咒火

source: Eye Laser
zh_cn: 魔眼激光

source: Eye Patch
zh_cn: 眼罩

source: Eye Spring
zh_cn: 弹跳眼球

source: Eye of Cthulhu
zh_cn: 克苏鲁之眼

source: Eye of Cthulhu Mask
zh_cn: 克苏鲁之眼面具

source: Eye of Cthulhu Trophy
zh_cn: 荣耀之证(克苏鲁之眼)

source: Eye of the Golem
zh_cn: 石巨人之眼

source: Eye on You
zh_cn: 盯着你

source: Eyeball Spring
zh_cn: 弹簧眼球

source: Eyeball Statue
zh_cn: 魔眼雕像

source: Eyes
zh_cn: 眼睛

source: Eyezor
zh_cn: 魔眼僵尸

source: Eyezor Banner
zh_cn: 魔眼僵尸旗帜

source: Face Monster
zh_cn: 巨脸怪

source: Face Monster Banner
zh_cn: 巨脸怪旗帜

source: Facing the Cerebral Mastermind
zh_cn: 面对克苏鲁之脑

source: Faded
zh_cn: 暗淡

source: Fairy
zh_cn: 小精灵

source: Fairy Bell
zh_cn: 妖精铃铛

source: Fairy Wings
zh_cn: 仙灵之翼

source: Falcon Blade
zh_cn: 猎鹰之刃

source: Fallen Star
zh_cn: 落星

source: Fallen Starfish
zh_cn: 落星鱼

source: Fallen Tuxedo Pants
zh_cn: 堕落燕尾服裤子

source: Fallen Tuxedo Shirt
zh_cn: 堕落燕尾服衬衫

source: Falling Star
zh_cn: 落星

source: Falling sand you can safely watch
zh_cn: 你可以安全观看的沙流

source: Familiar Pants
zh_cn: 眼熟的裤子

source: Familiar Shirt
zh_cn: 眼熟的上衣

source: Familiar Wig
zh_cn: 眼熟的假发

source: Fancy Dishes
zh_cn: 精致餐具

source: Fancy Gray Wallpaper
zh_cn: 别致灰色壁纸

source: Fart in a Balloon
zh_cn: 臭屁气球

source: Fart in a Jar
zh_cn: 瓶中屁

source: Fashion Statement
zh_cn: 时尚宣言

source: Fast Clock
zh_cn: 快走时钟

source: Fast and Fishious
zh_cn: 游刃有鱼

source: Fast speed
zh_cn: 很快的速度

source: Father of Someone
zh_cn: 某人之父

source: Favorite
zh_cn: 收藏

source: Feather
zh_cn: 羽毛

source: Featherfall
zh_cn: 羽落

source: Featherfall Potion
zh_cn: 羽落药剂

source: Female
zh_cn: 女性

source: Feral Bite
zh_cn: 野性咬噬

source: Feral Claws
zh_cn: 狂野之爪

source: Festive Wallpaper
zh_cn: 节日壁纸

source: Festive Wings
zh_cn: 喜庆之翼

source: Fetid Baghnakhs
zh_cn: 恶臭虎爪

source: Fez
zh_cn: 菲斯帽

source: Fiberglass Fishing Pole
zh_cn: 玻璃纤维钓竿

source: Fiery Greatsword
zh_cn: 炽焰巨剑

source: Fin Wings
zh_cn: 鳍翼

source: Final Wave
zh_cn: 最后一波

source: Finding Gold
zh_cn: 淘金

source: Finding tile frames:
zh_cn: 正在寻找物块框架:

source: Fire Arrow
zh_cn: 燃烧箭

source: Fire Feather
zh_cn: 炽焰羽毛

source: Fire Gauntlet
zh_cn: 烈火手套

source: Fire Imp
zh_cn: 魔精小鬼

source: Fire Imp Banner
zh_cn: 魔精小鬼旗帜

source: Fire a Bee Gun while wearing a full set of Bee Armor.
zh_cn: 穿上整套的蜜蜂盔甲并使用蜜蜂枪射击.

source: Fire a rainbow gun while riding on a unicorn.
zh_cn: 骑着独角兽使用彩虹枪射击.

source: Fireball
zh_cn: 火光球

source: Fireblossom
zh_cn: 火焰花

source: Fireblossom Planter Box
zh_cn: 火焰花花盆

source: Fireblossom Seeds
zh_cn: 火焰花种子

source: Firefly
zh_cn: 萤火虫

source: Firefly Statue
zh_cn: 萤火虫雕像

source: Firefly in a Bottle
zh_cn: 萤火虫瓶

source: Fireplace
zh_cn: 壁炉

source: Fires a spread of bullets
zh_cn: 射出一连串子弹

source: Firework Fountain
zh_cn: 烟花喷泉

source: Fireworks Box
zh_cn: 烟花盒

source: First Encounter
zh_cn: 初次邂逅

source: First Quarter
zh_cn: 上弦月

source: First Wave
zh_cn: 第1波

source: Fish
zh_cn: 鱼

source: Fish Bowl
zh_cn: 鱼缸

source: Fish Costume Finskirt
zh_cn: 鱼服鳍裤

source: Fish Costume Mask
zh_cn: 鱼服面具

source: Fish Costume Shirt
zh_cn: 鱼服衬衫

source: Fish Finder
zh_cn: 探鱼器

source: Fish Hook
zh_cn: 鱼钩

source: Fish Out of Water
zh_cn: 离水之鱼

source: Fish Statue
zh_cn: 金鱼雕像

source: Fisher of Souls
zh_cn: 钓魂者

source: Fisherman's Pocket Guide
zh_cn: 渔夫袖珍指南

source: Fishing
zh_cn: 钓技

source: Fishing Potion
zh_cn: 钓鱼药剂

source: Fishing line will never break
zh_cn: 钓鱼线再也不会断掉了

source: Fishing line will never break, Decreases chance of bait consumption, Increases fishing skill
zh_cn: 钓鱼线永远都不会断开,减少消耗鱼饵的几率,并提升钓鱼能力

source: Fishotron
zh_cn: 骸骨魔鱼

source: Fishron
zh_cn: 猪龙鱼

source: Fishron Wings
zh_cn: 猪鲨翅膀

source: Flairon
zh_cn: 猪鲨链球

source: Flairon Bubble
zh_cn: 猪鲨链球泡泡

source: Flamarang
zh_cn: 破空之炎

source: Flame Dye
zh_cn: 红焰染料

source: Flame Trap
zh_cn: 烈焰机关

source: Flame Wings
zh_cn: 烈焰羽翼

source: Flame and Black Dye
zh_cn: 红焰黑色染料

source: Flame and Silver Dye
zh_cn: 红焰银色染料

source: Flameburst Cane
zh_cn: 焰爆炮塔手杖

source: Flameburst Rod
zh_cn: 焰爆炮塔魔杖

source: Flameburst Staff
zh_cn: 焰爆炮塔法杖

source: Flameburst Tower
zh_cn: 焰爆炮塔

source: Flamelash
zh_cn: 烈焰火鞭

source: Flames
zh_cn: 火焰

source: Flamethrower
zh_cn: 火焰喷射器

source: Flaming Arrow
zh_cn: 燃烧箭

source: Flaming Jack
zh_cn: 燃烧南瓜头

source: Flaming Scythe
zh_cn: 火焰镰刀

source: Flaming Wood
zh_cn: 燃烧木枝

source: Flare
zh_cn: 信号弹

source: Flare Gun
zh_cn: 信号枪

source: Flarefin Koi
zh_cn: 闪鳍锦鲤

source: Flask
zh_cn: 瓶子

source: Flask of Cursed Flames
zh_cn: 咒焰之瓶

source: Flask of Fire
zh_cn: 烈火之瓶

source: Flask of Gold
zh_cn: 黄金之瓶

source: Flask of Ichor
zh_cn: 腐蚀之瓶

source: Flask of Nanites
zh_cn: 混乱之瓶

source: Flask of Party
zh_cn: 派对之瓶

source: Flask of Poison
zh_cn: 毒素之瓶

source: Flask of Venom
zh_cn: 恶毒之瓶

source: Fleeting
zh_cn: 快速

source: Flesh Bathtub
zh_cn: 血肉浴缸

source: Flesh Bed
zh_cn: 血肉床

source: Flesh Block
zh_cn: 血肉块

source: Flesh Block Wall
zh_cn: 血肉墙壁

source: Flesh Bookcase
zh_cn: 血肉书架

source: Flesh Candelabra
zh_cn: 血肉烛台

source: Flesh Candle
zh_cn: 血肉蜡烛

source: Flesh Chair
zh_cn: 血肉椅

source: Flesh Chandelier
zh_cn: 血肉吊灯

source: Flesh Chest
zh_cn: 血肉宝箱

source: Flesh Clock
zh_cn: 血肉时钟

source: Flesh Cloning Vat
zh_cn: 血肉培养基

source: Flesh Door
zh_cn: 血肉门

source: Flesh Dresser
zh_cn: 血肉梳妆台

source: Flesh Grinder
zh_cn: 血肉战锤

source: Flesh Knuckles
zh_cn: 血肉指虎

source: Flesh Lamp
zh_cn: 血肉灯

source: Flesh Lantern
zh_cn: 血肉灯笼

source: Flesh Piano
zh_cn: 血肉钢琴

source: Flesh Platform
zh_cn: 血肉平台

source: Flesh Reaver
zh_cn: 戮血沙鲨

source: Flesh Reaver Banner
zh_cn: 戮血沙鲨旗帜

source: Flesh Sink
zh_cn: 血肉水槽

source: Flesh Sofa
zh_cn: 血肉沙发

source: Flesh Table
zh_cn: 血肉桌

source: Flesh Work Bench
zh_cn: 血肉工作台

source: Fleshcatcher
zh_cn: 血肉捕获者

source: Flickerwick
zh_cn: 闪烁烛芯

source: Flintlock Pistol
zh_cn: 燧发枪

source: Flipper
zh_cn: 脚蹼

source: Flipper Potion
zh_cn: 脚蹼药剂

source: Floaty Gross
zh_cn: 浮幽血魂

source: Floaty Gross Banner
zh_cn: 浮幽血魂旗帜

source: Flocko
zh_cn: 圣诞雪灵

source: Flocko Banner
zh_cn: 圣诞雪灵旗帜

source: Floor Lamp
zh_cn: 落地灯

source: Flow Invader
zh_cn: 星尘水母

source: Flow Invader Banner
zh_cn: 星尘水母旗帜

source: Flower Boots
zh_cn: 花之靴

source: Flower Petal
zh_cn: 花瓣

source: Flower Pow
zh_cn: 锦绣花团

source: Flower Wall
zh_cn: 花墙

source: Flower of Fire
zh_cn: 火焰之花

source: Flower of Frost
zh_cn: 冰霜之花

source: Flower petals will fall on your target for extra damage
zh_cn: 花瓣将落在你的敌人身上并造成伤害

source: Flowers grow on the grass you walk on
zh_cn: 足之所过,鲜花所沃

source: Flowing Magma
zh_cn: 流动的岩浆

source: Flurry Boots
zh_cn: 疾风雪靴

source: Flying Carpet
zh_cn: 飞毯

source: Flying Dragon
zh_cn: 飞龙巨刃

source: Flying Dutchman
zh_cn: 飞翔荷兰人号

source: Flying Dutchman Trophy
zh_cn: 荣耀之证(飞翔荷兰人号)

source: Flying Fish
zh_cn: 飞鱼

source: Flying Fish Banner
zh_cn: 飞鱼旗帜

source: Flying Imp
zh_cn: 飞翔的魔精

source: Flying Knife
zh_cn: 水晶飞刃

source: Flying Piggy Bank
zh_cn: 飞翔的猪猪储蓄罐

source: Flying Snake
zh_cn: 飞蛇

source: Flying Snake Banner
zh_cn: 飞蛇旗帜

source: For a nurse to move in, you might want to increase your maximum life.
zh_cn: 要让护士搬进来,你就需要增加自己的最大生命值.

source: For use with Blowpipe
zh_cn: 搭配吹管使用

source: For use with bunny cannon
zh_cn: 这只危险的小动物请小心地塞进兔子大炮里

source: For use with cannon
zh_cn: 塞进大炮里,注意轻拿轻放

source: For you I think we'll do something... low maintenance.
zh_cn: 对于你,我想我们会弄个...容易保养的发型.

source: Forbidden Fragment
zh_cn: 禁忌碎片

source: Forbidden Mask
zh_cn: 禁忌面具

source: Forbidden Robes
zh_cn: 禁忌长袍

source: Forbidden Treads
zh_cn: 禁忌腿甲

source: Forceful
zh_cn: 强力

source: Forcing water to settle.
zh_cn: 强制平衡液体中...

source: Format:C
zh_cn: 格式:C

source: Fortune & Glory, Kid.
zh_cn: 为了财富与荣誉而战吧,孩子!

source: Fossil
zh_cn: 化石

source: Fossil Greaves
zh_cn: 化石护胫

source: Fossil Helmet
zh_cn: 化石头盔

source: Fossil Plate
zh_cn: 化石板甲

source: Foul Potion
zh_cn: 恶臭药水

source: Found server
zh_cn: 找到服务器

source: Fox Mask
zh_cn: 狐狸面具

source: Fox Pants
zh_cn: 狐狸皮裤

source: Fox Shirt
zh_cn: 狐狸皮衣

source: Frame Skip Off
zh_cn: 跳帧：关闭

source: Frame Skip On
zh_cn: 跳帧：开启

source: Frame Skip Subtle
zh_cn: 自动跳帧：平滑

source: Frankenstein
zh_cn: 科学怪人

source: Frankenstein Banner
zh_cn: 科学怪人旗帜

source: Français (French)
zh_cn: Français (法语)

source: Freeing unused resources
zh_cn: 正在释放多余资源:

source: Frenzying
zh_cn: 暴怒

source: Friends Can Invite: Off
zh_cn: 好友可邀请：关闭

source: Friends Can Invite: On
zh_cn: 好友可邀请：开启

source: Fritz
zh_cn: 弗里茨

source: Fritz Banner
zh_cn: 弗里茨旗帜

source: Frog
zh_cn: 青蛙

source: Frog Cage
zh_cn: 青蛙笼

source: Frog Leg
zh_cn: 蛙腿

source: Frog Statue
zh_cn: 青蛙雕像

source: Frost Arrow
zh_cn: 寒霜箭

source: Frost Beam
zh_cn: 寒冰光线

source: Frost Blast
zh_cn: 冰霜吐息

source: Frost Bolt
zh_cn: 冰霜球

source: Frost Breastplate
zh_cn: 冰霜战甲

source: Frost Core
zh_cn: 寒霜核心

source: Frost Daggerfish
zh_cn: 寒霜剑鱼

source: Frost Helmet
zh_cn: 冰霜头盔

source: Frost Hydra
zh_cn: 冰霜九头蛇

source: Frost Leggings
zh_cn: 冰霜护腿

source: Frost Legion
zh_cn: 雪人军团

source: Frost Minnow
zh_cn: 寒霜鲦鱼

source: Frost Moon
zh_cn: 冰霜之月

source: Frost Shard
zh_cn: 寒霜碎片

source: Frost Staff
zh_cn: 寒霜魔杖

source: Frost Wave
zh_cn: 寒霜波

source: Frostbrand
zh_cn: 霜寒剑

source: Frostburn
zh_cn: 寒焰

source: Frostburn Arrow
zh_cn: 霜火箭

source: Frostspark Boots
zh_cn: 冰霜火花靴

source: Frozen
zh_cn: 冻结

source: Frozen Bathtub
zh_cn: 冰霜浴缸

source: Frozen Bed
zh_cn: 冰床

source: Frozen Bookcase
zh_cn: 冰霜书架

source: Frozen Campfire
zh_cn: 冰霜篝火

source: Frozen Candelabra
zh_cn: 冰霜烛台

source: Frozen Candle
zh_cn: 冰霜蜡烛

source: Frozen Chair
zh_cn: 冰霜椅

source: Frozen Chandelier
zh_cn: 冰霜吊灯

source: Frozen Chest
zh_cn: 冰霜宝箱
